---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToTransferAttachedGroup
source: html/aed042f4-a263-bb15-5ce8-cc4d76146a1d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToTransferAttachedGroup Property

Unable to load attached group [Type Name] of model group [Type Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToTransferAttachedGroup { get; }
```